type Props = {
  language: 'en' | 'ja'
}

export const SectionAction = ({ language }: Props) => {
  return (
    <div>
      <p>アイデアを現実に。成果を未来に。</p>
      <p>
        『コンサルは口だけ』──そんなイメージを払拭するのが、私たちMUSICOです。
      </p>
      <p>
        私たちは戦略の提案にとどまらず、専任チームを持ち、実行まで伴走します。
      </p>
      <p>
        カフェやケータリングなどのフードサービスや、AI含めたIT領域など、圧倒的実績と経験を持つ領域を複数有しており、これまで数多くの成果をクライアントと共に創り出してきました。
      </p>
      <p>共に描いたビジョンを現実に変え、未来に大きな大きな花を咲かせる。</p>
      <p>
        その一歩一歩を支えるパートナーであり続けること、それが私たちの使命です。
      </p>
    </div>
  )
}
